Repository: mozilla-l10n/mt-training-data
Catalog: ky/ky_pontoon.tmx
Source language: en_us
Languages: ky

source: See how your progress compares to other contributors all over the world.
ky: Прогрессиңизди дүйнөдөгү башка салым кошуучулар менен салыштырып көрүңүз.

source: See Less
ky: Aзыраак көрүү

source: See More
ky: Көбүрөөк көрүү

source: Sentence Collection
ky: Сүйлөмдөр топтому

source: Sentences
ky: Сүйлөмдөр

source: Serbian
ky: Сербче

source: Settings
ky: Туралоо

source: Sex
ky: Жынысы

source: Shortcuts
ky: Байламалар

source: Sign up for an account
ky: Эсеп түзүү

source: sign up for email updates
ky: эмейл жаңылыктарына жазылуу

source: Sign up for { $lang } updates:
ky: { $lang } долбоорунун жаңыртууларына жазылуу:

source: Size
ky: Өлчөм

source: Skip
ky: Өткөзүү

source: Skip Submission Feedback
ky: Пикир кошууну өткөзүп жиберүү

source: Slovak
ky: Словакча

source: Slovenian
ky: Словенче

source: Sorbian, Lower
ky: Сорбиан, төмөнкү

source: Sorbian, Upper
ky: Сорбиан, жогорку

source: Spanish
ky: Испанча

source: Speak
ky: Сүйлөө

source: Speakers
ky: Сүйлөгөндөр

source: Speak now
ky: Азыр сүйлө

source: Speak up, contribute here!
ky: Сүйлөгүлө, бул жерде салым кылгыла!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
ky: <speechBlogLink>Сөз таанууну баштоо</speechBlogLink>

source: Speech-to-text (STT)
ky: Сөздү-текстке (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
ky: Сөздү-текстке (STT) технологиялары берилген үндү текстке айлантат.

source: Start recording
ky: Жаздырып баштоо

source: Stats
ky: Статистика

source: Streaks
ky: Катары менен

source: Submit
ky: Кошуу

source: Submit clips
ky: үзүндүлөрдү кошуу

source: Submit success! Want to record again?
ky: Ийгиликтүү кошулду! Дагы жаздыргыңыз келеби?

source: Subscribe
ky: Жазылуу

source: Success, profile created!
ky: Профайл түзүлдү!

source: Swedish
ky: Шведче

source: Tajik
ky: Тажикче

source: Take a look
ky: Карап көргүлө

source: Tamil
ky: Тамилче

source: Tap
ky: Баскыла

source: Tatar
ky: Татарча

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ky: Tatoeba - тил үйрөнүү максатында колдонулган сүйлөмдөрдүн, котормолордун жана айтылган аудиолордун кору. Бул жүктөп алуу англис тил коомдоштугу жаздырган айтымдарды камтыйт.

source: TED-LIUM Corpus
ky: TED-LIUM корпусу

source: Telugu
ky: Телугуча

source: Terms
ky: Терминдер

source: Thai
ky: Тайча

source: Thanks for confirming your account, now let's build your profile.
ky: Эсебиңизди тастыктаганыңызга ырахмат, эми профайлыңызды түзүп баштайлы.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ky: Жаздырууңуз үчүн чоң рахмат!<lineBreak></lineBreak>Эми карап чыгып, төмөнкү үзүндүлөрдү кошкула.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ky: { $lang } долбооруна салым кошууга кызыкканыңыз үчүн рахмат. Биз бардык тилдерди долбоорго кошуу үчүн талыкпай иштөөдөбүз жана топтор менен эмейл аркылуу кабарлашып турабыз. Сиз да салым кошкуңуз келсе, эмейлиңизди калтырыңыз.

source: That's <goalPercentage></goalPercentage> toward today's Common Voice { $goalType } goal. Thank you
ky: Бул <goalPercentage></goalPercentage> Common Voice-тун бүгүнкү { $goalType } максаты. Рахмат!

source: The Common Voice project is Mozilla’s initiative to help teach machines how real people speak.
ky: Common Voice долбоору - Mozilla'нын машинелерди чыныгы кишидей сүйлөтүп үйрөтүүгө жардам берүү демилгеси.

source: The current sentences come from contributor donations, as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life.</italic>
ky: Бул сүйлөмдөр ыктыярчылардын салымы, маектер болсо коомдук мүлккө өткөн <italic>Бул керемет жашоо</italic> сыяктуу тасмалардан алынган.

source: The dataset is available now on our <downloadLink>download page</downloadLink> under the <licenseLink>CC-0</licenseLink> license.
ky: Берилиштер топтому <downloadLink>жүктөп алуу баракчабызда</downloadLink> <licenseLink>CC-0</licenseLink> лицензиясынын шартында жеткиликтүү.

source: The number of recordings and which languages you contribute to will be public.
ky: Жаздыруулардын саны жана кайсы тилге салым кошуп жатканыңыз ачык көрсөтүлөт.

source: The recording was too long.
ky: Жаздыруу өтө узун болду.

source: The recording was too quiet.
ky: Жаздыруу өтө акырын болду.

source: The recording was too short.
ky: Жаздыруу өтө кыска болду.

source: The selected file is too large
ky: Тандалган файл өтө чоң

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ky: TED-LIUM корпусу - TED сайтындагы ачык жеткиликтүү аудио сүйлөшүүлөрдүн жана алардын транскрипцияларынан түзүлгөн корпус.

source: This is approximately the number of hours required to train a production STT system.
ky: Бул СТА системин машыктырууга керектүү убакыттын болжолдуу көлөмү.

source: Three to go!
ky: үчөө калды!

source: Today
ky: Бүгүн

source: Today's Common Voice progress on clips recorded
ky: Common Voice'тун бүгүнкү жаздыруулары

source: Today's Progress
ky: Бүгүнкү жылыш

source: Top Contributors
ky: Көп салым кошкондор

source: Total
ky: Баары

source: Total Hrs
ky: Саат баары

source: Toward next goal
ky: эмки максатка

source: Turkish
ky: Түркчө

source: Udmurt
ky: Удмуртча

source: Ukrainian
ky: Украинче

source: Unable to speak right now?
ky: Азыр сүйлөө мүмкүн болбой жатабы?

source: Upload aborted. Do you want to delete your recordings?
ky: Жүктөп берүү токтотулду. Жаздырууларыңарды жок кылгыңар келеби?

source: Upload an image file
ky: сүрөт файл жүктөп берүү

source: Urdu
ky: Урдуча

source: User Name
ky: Колдонуучунун аты

source: Uzbek
ky: Өзбекче

source: Validated Clips
ky: Текшерилгендер

source: Validated Hours
ky: саат текшерилди

source: Validated Hrs
ky: Саат баары

source: Validated Hr. Total
ky: Саат текшерилди

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ky: Жаздырууларды текшерүү дагы Common Voice миссиясы үчүн маанилүү. Жаздырууларды угуп, булагы ачык сапаттуу үн берилиштерин жаратууга жардам бериңиз.

source: validation
ky: Текшерүү

source: Validations
ky: текшерүү

source: Vietnamese
ky: Вьетнамча

source: View your progress against personal and project goals.
ky: Жеке жана долбоордун максатына кылган прогрессиңизди көрүңүз.

source: Visible
ky: Көрүнcүн

source: Voice is natural, voice is human. It’s the easiest and most natural way to communicate. We want developers to be able to build amazing things from real-time translators to voice-enabled administrative assistants. But right now there isn’t enough publicly available data to build these kinds of apps. We hope that Common Voice will give developers what they need to innovate.
ky: Үн - бул табият, үн - бул киши. Байланыш түзүүнүн эң табигый жолу. Биз, өндүрүүчүлөр заматта которуудан тартып үн менен башкарылган жардамчыга чейинки мыкты колдонмолорду жаратышын каалайбыз. Учурда мындай колдонмолорду иштеп чыгууга керектүү ачык берилиштердин жетиштүү көлөмү жок. Биз Common Voice өндүрүүчүлөргө инновацияларды жаратуудагы керегин камсыздап берет деп үмүттөнөбүз.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ky: Үн - табият, үн - киши. Ошондуктан машинелерибиз үчүн жарактуу үн технологиясын түзүүгө умтулуудабыз. Бирок үн системдерин түзүү үчүн өндүрүүчүлөргө абдан көп үн берилиштери талап кылынат.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ky: Үн - табият, үн - киши. Ошондуктан машинелерибиз үчүн жарактуу үн технологиясын түзүүгө умтулуудабыз. Бирок үн системдерин түзүү үчүн абдан көп үн берилиштери талап кылынат.

source: Voice recognition technology could revolutionize the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is a project to make voice recognition technology easily accessible to everyone. People donate their voices to a massive database that will let anyone quickly and easily train voice-enabled apps. All voice data will be available to developers.
ky: Үн таануу технологиясы машинелер менен иштешүүбүздө революция кыла алат, бирок учурдагы жеткиликтүү системдер кымбат жана акылуу. Common Voice - үн таануу технологиясын баарына оңой жеткиликтүү кылууну көздөгөн долбоор. Ар ким өз үнүн көлөмдүү маалымат коруна кошо алат. Бул бардыгына үн менен иштеген колдонмолорду ылдам жана оңой машыктырууга жол ачат. Бардык үн берилиштери өндүрүүчүлөр үчүн жеткиликтүү болот.

source: Voices Online Now
ky: үн азыр онлайнда

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ky: VoxForge - бекер жана ачык булактуу сөз таануу машинелеринин пайдалануусу үчүн чечмеленген сөздөрдү чогултуу максатында түзүлгөн.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ky: Биз каалаган киши үн менен башкарылган колдонмолорду машыктыра алган, ачык жана жалпыга жеткиликтүү үн корун куруп жатабыз.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ky: Биз Mozilla'да үн технологиясынын коомчулугун куруудабыз. Биз жаңыртуулар, жаңы берилиштер тууралуу силерге кабар берип жана ал берилиштерди кандай колдонуп жатканыңар жөнүндө маалымат алып тургубуз келет.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ky: Жалпыга ачык жеткиликтүү үн берилиштер кору инновацияларга жана машинени үйрөтүүнүн негизинде сөз таануу технологиялар арасындагы калыс коммерциялык атаандаштыкты өнүктүрүүгө түрткү болот деп ишенебиз. Бул глобалдык демилге жана каалаган катышуучулар үчүн эшик ачык. Максатыбыз - сөз таануу технологиясы дүйнө үндөрүнүн ар түрдүүлүгүн камтып жана чагылдырып беришине шарт түзүү.

source: We don't have anything to validate in this language, help us fill the queue.
ky: Бул тилде текшергенге эч нерсе жок, кезекти толтуруп бизге жардам бергиле.

source: Welsh
ky: Валлийче

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ky: Маалыматыңызды этият колдонобуз деп убада беребиз. Кенен маалымат биздин купуялуулук эскертмебизде.

source: We’re sorry, but your platform is not currently supported.
ky: Кечиресиз, сиздин платформаңыз учурда колдоого алынбайт.

source: We've just launched a new contribution experience
ky: Жаңы салым тажрыйбасын ишке киргиздик

source: We want the audio quality to reflect the audio quality a speech-to-text engine will see in the wild. Thus, we want variety. This teaches the speech-to-text engine to handle various situations—background talking, car noise, fan noise—without errors.
ky: Аудионун сапаты чыныгы турмушта кандай болсо, сөздү-үнгө айлантуучу машине ошондой шарта болушун каалайбыз. Бул биз ар түрдүүлүктү каалайбыз дегенди түшүндүрөт. Бул сөздү-үнгө айланатуучу машине түрдү кырдаалдарда - ар жакта бирөө сүйлөп жаткан, автонун үнү, желдеткичтин шуулдаганы сыяктуу - катасыз иштегенди үйрөтөт.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ky: Тилинизди Common Voice'ко кантип кошсо боло тургандыгын билдирген маалыматтарды кабарлап турабыз.

source: We will be in touch with more information as it becomes available.
ky: Көбүрөөк маалымат жеткиликтүү болгон сайын билдирип турабыз.

source: We will not make your email public.
ky: Эмейлиңизди ачыкка чыгарбайбыз.

source: What is Common Voice?
ky: Common Voice деген эмне?

source: What is the level of quality needed for the audio in order to be used?
ky: Кандай сапаттагы аудио пайдаланууга жарактуу болот?

source: What’s inside the Common Voice dataset?
ky: Common Voice берилиштерине эмнелер кирет?

source: What's Public?
ky: Ачык деген эмне?

source: What’s the difference between Common Voice and Deep Speech?
ky: Common Voice менен Deep Speech айырмасы эмнеде?

source: Where does the source text come from?
ky: Жаздырылуучу тексттер кайдан алынат?

source: Why a profile?
ky: Профайл эмне үчүн керек?

source: Why does this matter?
ky: Эмне үчүн бул маанилүү?

source: Why is 10,000 hours the goal for capturing audio?
ky: Жаздыруу максаты эмне үчүн 10,000 саат?

source: Why is Common Voice part of the Mozilla mission?
ky: Эмне үчүн Common Voice Mozilla миссиясынын бир бөлүгү?

source: Why is it important?
ky: Эмне үчүн бул маанилүү?

source: Why should I sign up for an account?
ky: Эмне үчүн эсеп түзүшүм керек?

source: Will speech-to-text, via Common Voice, ever become part of Firefox?
ky: Common Voice аркылу үндү-текстке технологиясы Firefox курамына киреби?

source: y
ky: о

source: Yes
ky: Ооба

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ky: Ооба, мага эмейл жөнөткүлө. Common Voice долбоорунан кабар алып тургум келет.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ky: Ооба, мага эмейл жөнөткүлө. Бул тилдин Common Voice'тогу жылыштарынан кабардар болуп тургум келет.

source: Yes, we definitely want your voice! Part of the aim of Common Voice is to gather as many different accents as possible, so that computers can better understand <bold>everyone</bold> when they speak.
ky: Ооба, үнүңүздү каалаганыбыз чын! Common Voice максаттарынын бири - компүтер <bold>ар бир</bold> сүйлөгөн кишини жакшыраак түшүнүш үчүн, болушунча көп акцент чогултуу.

source: You
ky: Сиз

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ky: Сиз <size>{ $size } GB</size> жүктөп баштагыңыз келеби, уланталыбы?

source: You can choose to make your username public or anonymous.
ky: Атыңызды ачык же анонимдүү кылуу - сиздин чечимиңиз.

source: You can view our source sentences in <dataLink>this GitHub folder</dataLink>.
ky: Биздин сүйлөмдөрдүн <dataLink>булагын GitHub папкадан</dataLink> көрө аласыңар.

source: You must allow microphone access.
ky: Микрофонго уруксат беришиңер керек.

source: Your download has started.
ky: Жүктөп алууңар башталды.

source: Your Languages
ky: Сиздин тилдериңиз

source: Your username and email will not be associated with the published data.
ky: Атыңыз жана эмейлиңиз жарыяланган берилиштер менен байланыштырылбайт.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of its daily { $goalType } goal!
ky: Common Voice-тун күндүк { $goalType } максатына <goalPercentage></goalPercentage> жетүүгө жардам бердиңиз!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ky: Бул Common Voice { $goalValue } максатынын бүгүнкү аткарылышы - <goalPercentage></goalPercentage>. Алкыш!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ky: { $goalValue } - Common Voice күнүмдүк текшерүү максатыбыз, аны <goalPercentage></goalPercentage> жеткизгенге жардам бердиңер!

source: You've successfully signed up for contributing to { $language }. Thank you.
ky: { $language } тилине салым кошуу үчүн ийгиликтүү катталдыңыз. Рахмат!
